{"levels":{"titanium":{"title":"Titanium Sponsor"},"diamond":{"title":"Diamond Sponsor"},"gold":{"title":"Gold Sponsor"},"silver":{"title":"Silver Sponsor"},"bronze":{"title":"Bronze Sponsor"},"partner":{"title":"Partner"},"co-organizer":{"title":"Co-Organizer"},"special-thanks":{"title":"Special Thanks"}},"sponsors":[{"level":"co-organizer","name":"Open Culture Foundation","intro":"The Open Culture Foundation (OCF), is a nonpartisan, nonprofit organization, founded in 2014 by several members of Taiwan’s open source community. Our main goal is to support local communities advocate the use of open technologies in broader sectors, including open source software, open hardware, and open data. We help government, enterprises, and NGOs better understand the benefits of adopting open source,and promote the importance of open data to the public sphere. We believe that a culture of open collaboration is the foundation for an innovative society, and the engine of a participatory democracy. \n","image":"/assets/ocf-1tYVAZWywyopbgKACp_13C6jy-D6XLWA-.png","link":"https://ocf.tw/"},{"level":"diamond","name":"LINE","intro":"Based in Japan, LINE Corporation (NYSE:LN/TSE:3938) is dedicated to the mission of “Closing the Distance,” bringing together information, services and people. The LINE messaging app launched in June 2011 and since then has grown into a diverse, global ecosystem that includes AI technology, FinTech and more.","image":"/assets/LINE-1GVcDms_eBRPnIYqSpbrlc_vYnQTkjFao.png","link":"http://linecorp.com/zh-hant/"},{"level":"diamond","name":"Gandi","intro":"GANDI.net was one of the first domain name registrars approved by ICANN for .COM, .NET, .ORG, .BIZ, .INFO, .NAME, .BE, .FR, .EU domains in France. We now offer over 700 top-level domains, and we continue to add more on a regular basis. At Gandi, we consider ourselves an ethical domain name registrar in an industry that has some 'grey' practices. We value our customers' rights and privacy above all else, and defend these wherever and whenever possible.","image":"/assets/gandi-1760svet4q2OzoDeV3lULg_NDP_hvymHG.png","link":""},{"level":"gold","name":"MOXA","intro":"Moxa is a leading provider of edge connectivity, industrial computing, and network infrastructure solutions for enabling connectivity for the Industrial Internet of Things. With over 30 years of industry experience, Moxa has connected more than 57 million devices worldwide and has a distribution and service network that reaches customers in more than 70 countries. Moxa delivers lasting business value by empowering industry with reliable networks and sincere service for industrial communications infrastructures. Information about Moxa’s solutions is available at www.moxa.com.","image":"/assets/MOXA-115yuqxvXA4Alx8p1dUbjKAMKx_9knjZM.png","link":"https://www.moxa.com"},{"level":"gold","name":"Appier","intro":"Appier is a technology company which aims to provide artificial intelligence platforms to help enterprises solve their most challenging business problems. Appier was established in 2012 by a passionate team of computer scientists and engineers with expertise in AI, data analysis, distributed systems, and marketing.","image":"/assets/appier-1XjspTzXiZgrlFVLGFjMDmxYgNYPGGUkH.png","link":"https://www.appier.com/zh-hant/"},{"level":"gold","name":"TEZOS","intro":"Tezos Southeast Asia (“TSA”) is an independent non-profit organization\nbased in Singapore dedicated to promoting Tezos blockchain in\nSoutheast Asia. Tezos is a world-leading blockchain technology which\noffers a platform for smart contracts and decentralised applications. TSA\nseeks to empower individuals and entities within the region to create a\ndecentralised digital commonwealth. TSA has dedicated itself to further\ndevelop the regional Tezos community and advance the project globally\nthrough education, R&D and partnerships.","image":"/assets/TEZOS-1U9p_UeZJyeKC_DlgKRuyCZmaEdK9zYjK.png","link":"https://tezos.com/"},{"level":"gold","name":"KKBOX","intro":"KKBOX, Asia's leading music streaming service, was established in 2004 by a group of Taiwanese software programmers with a shared passion for technology and music. KKBOX features over 40 million legal tracks and is currently available in Taiwan, Hong Kong, Japan, Singapore and Malaysia with over 10 million users.\n\nWe are committed to creating a truly immersive online music experience to users, and to empower artists and their music through technological innovation. KKBOX members gain access to exclusive video, artist interviews, live concert reports, entertainment news. Only from KKBOX, ‘Listen with’ lets you in on the same tracks as your friends and favorite artists, so you can chat as you listen in real time. The yearly KKBOX Music Awards marks KKBOX’s position in the Asian music scene.","image":"/assets/kkbox-1d2eRODjFa_uVy-CA2fitf-U2_fOa__I8.png","link":"http://www.kkbox.com/"},{"level":"silver","name":"慧邦科技","intro":"Gamesofa was founded in 2005.  The company's pioneering use of the best emerging web technologies allowed Gamesofa to expand on the gaming market, having since developed 20 franchises across multiple platforms including web, Android, and iOS, all of which have cemented Gamesofa’s reputation as one of Taiwan’s leading game development companies.\r\n\r\nGamesofa's motto,\"Fun in Five Minutes\"reflects the company's core philosophy of providing a fun, yet casual multiplayer experience. With the creation of \"Godgame Mahjong,\" Gamesofa successfully brought Taiwan its very first online Mahjong game. Gamesofa followed up their success with the world's first browser-based 3D shooter,\"Guns Rush.\"More recently, Gamesofa has gone international, breaking into markets in Indonesia, Thailand, and Vietnam with localized Texas Hold'em apps. Gamesofa's mobile shooter app\"Guns Rush M\" has attracted users from countries like Taiwan, Korea, and Indonesia. Overall, Gamesofa boasts a user base of over 50 million registered users worldwide, and over 2 million daily active users..\r\n","image":"/assets/gamesofa-1XSu1je7M-KwHNAPPy7LVs3s3kFL6bM-N.png","link":"https://www.gamesofa.com/"},{"level":"silver","name":"台灣大車隊","intro":"台灣大車隊為台灣第一品牌的計程車派遣公司，成立於 2005 年 9 月，目前全台計程車車輛數達到 2 萬 1 千台，市佔率高達 24%，服務範圍遍及全台各地，已連續八年獲得台北市計程車客運服務業評鑑為「優等」殊榮。台灣大車隊更是國內最早推出 APP 叫車的計程車隊，55688APP 至今累積下載數已超過 450 萬次。\n台灣大車隊近年除了不斷升級 55688APP，推廣各項行動支付，滿足乘客的便利需求；更跳脫傳統計程車產業框架，提供超過 18 種支付方式，打造以人為中心的『55688 生活密碼』，串連乘客食、衣、住、行、育、樂各方面的需求，發展多元化的產業新典範。","image":"/assets/55688-1mxypGoA10-q6PjnA25_5W6asmRYzcduC.png","link":"https://www.taiwantaxi.com.tw/"},{"level":"bronze","name":"Archilife Research Foundation","intro":"Starting from 1987, the Archilife Research Foundation commenced long-term researches in the areas of architecture, environmental sustainability and development, and go on to other areas of knowledge integration and education. During the process of the researches, we discovered that advancements of information technologies and cyberspace over the past decade had profound impacts on us. The sharing and integration of knowledge in these fields should be one of our essential objectives. \n\nBesides giving scholarships in aforementioned areas, Archilife developed different methods including a knowledge bank system, and knowledge keepers to help the application and integration of our understandings of the world. And since 2011, we have been continuing the sponsorships for various Open Source related events, and also started a series of meet-ups among the domestic independent game developers' community, communicating the experiences learned from international game development conferences.","image":"/assets/archilife-14k4bUOikF0LVtqUTGZZT-EoUyMbSLOEt.png","link":"http://www.archilife.org/"},{"level":"bronze","name":"AlphaLoan","intro":"AlphaLoan develops AI-based credit scoring systems to help banks and organizations create next-generation financial applications. ","image":"/assets/alphaloan-15P0Qbcalh5SYIeQfkTT2HxtC6HUY_naR.png","link":"https://alphaloan.co"},{"level":"bronze","name":"Skymirror","intro":"Established in 2011, Sky Mirror Technology Co., Ltd. Is a contemporary software design company specializing in cross-platform system development, cross-domain integration with big data and AI. We continuously promote our original products to the market through R&D innovation. Backed by excellent technology and professional services, we provide high-quality systems and smooth user interface to meet the diverse needs of users.\n\nOur product Cirple and Stranity entered the market in 2014 and 2016 respectively and were widely praised by the public. Backed by excellent technology and professional services, we continue to develop and innovate to meet the diverse needs of our customers. And we provide partners with system solutions to create greater value and an unprecedented convenience life that they have never experienced before.\n\n\"Cirple\" is an innovative management platform that can be applied to the management of companies, communities and other places to meet the real-time, convenient and emotional requirements of modern people. The core value of Cirple is “Reachable Smart Cirple Life”.\n\nStranity team studied AI trading on Taiwan index future for more than 10 years. The original purpose of the team was to promote program trading and achieve the goal of \"everyone can get started\". Focus on innovative AI robo-advisor algorithm, we provide diversified investment advice, market information with big data analysis report.\n\nThe core concept of Sky Mirror Technology is openness, innovation, sharing and challenge, with open innovation as the main core spirit. Let our products continue to optimize and continue to adapt to the dynamic ecosystem, and continue to pursue differentiated thinking. We share a variety of leading technologies to inject ideas into products to bring out product vitality. And we never set limits and create unlimited possibilities for our products\n\n","image":"/assets/skymirror-1UtE8Y_EEyR_p5XkEZwReA-FOrfsL2OvW.png","link":"https://www.skymirror.com.tw/"},{"level":"bronze","name":"Skymizer ","intro":"Skymizer Taiwan, Inc. (Skymizer) is internationally recognized for expertise in compilation technology with a wide scope of software products and specialized tools for AI chip makers covering a wealth of techniques, platforms, and turn-key solutions.\n\nhttps://skymizer.com/\n","image":"/assets/skymizer-1_6MKTdAAHa8OLCjzQe4KyZ3dyFmP00Kt.png","link":"https://skymizer.com"},{"level":"bronze","name":"InfuseAI","intro":"InfuseAI Inc. 工合\nhttps://www.infuseai.io/\nFounded in 2018, InfuseAI builds high-quality software and services to help people work smarter and happier.\nPrimeHub, our first product, provides ready-to-use research and training environment for data scientists. Backed by our on-premise and mixed cloud solutions, we help achieving successful AI/ML adoption across industries.","image":"/assets/infuseAI-1SeiPvhRtooJ0TgauUTENEjP6xQcDTtit.png","link":"https://www.infuseai.io/"},{"level":"bronze","name":"openSUSE","intro":"The openSUSE project is a worldwide effort that promotes the use of Linux everywhere. openSUSE creates one of the world's best Linux distributions, as well as a variety of tools, such as OBS, OpenQA, Kiwi, YaST, OSEM, working together in an open, transparent and friendly manner as part of the worldwide Free and Open Source Software community. The project is controlled by its community and relies on the contributions of individuals, working as testers, writers, translators, usability experts, artists and ambassadors or developers. The project embraces a wide variety of technology, people with different levels of expertise, speaking different languages and having different cultural backgrounds.","image":"/assets/openSUSE-1QgXl2Ng3CZQBGNskizfU4z7uTLn_TlGP.png","link":"https://www.opensuse.org/"},{"level":"co-organizer","name":"Taiwan Tech ECE","intro":"Our university is recognized as an application-oriented research-type international university. Comply with this axis of the university, the development goal of our department is set as the education of talent high tech personnel and the supplying of delicate application technology. With this, our department will play a role of connecting the basic technology and industrial application.To follow the technology policy of our government and the internationalized trend of education, the tradition of \"emphasizing on practical application\" in our department will be continued. With \"combination of theory and application\" and \"balance on IQ and EQ\", electronic specialists with \"international view and creation capability\" will be trained in our department. These engineers will have the ability to design, manufacture, maintain and test the systems and elements in the fields of electronics, information communication and photo-electronics. With the \"professional topics for undergraduate students\", \"cooperation projects from the industry\" and \"the enforcement of the manufacturing ability of students\", our professors will help the industry to develop their required technologies. Cooperation with the neighboring educational and researching institutions, we will boom the energy of our research ability, develop our specialism and lift the global competition ability for the industry of our country. ","image":"/assets/NUTST_ECE-1pwa8pD8hPXrDWk0bkKP1cfljMnWc_-I6.png","link":"https://ece.ntust.edu.tw/"},{"level":"","name":"55688","intro":"","image":"/assets/55688-1mxypGoA10-q6PjnA25_5W6asmRYzcduC.png","link":""}]}
